tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "stripe/stripe-cli"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "grpc"
brew "apache-arrow"
brew "libssh2"
brew "bat"
brew "icu4c@76"
brew "freetype"
brew "glib"
brew "cairo"
brew "cgal"
brew "ruby"
brew "cocoapods"
brew "diff-so-fancy"
brew "doctl"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "exercism"
brew "fastfetch"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "ffmpeg"
brew "flyctl"
brew "gcc"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "libspatialite"
brew "netcdf"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "gleam"
brew "openjdk"
brew "gradle"
brew "gzip"
brew "libdap"
brew "lsusb"
brew "luarocks"
brew "make"
brew "node"
brew "mongosh"
brew "neovim"
brew "node@16"
brew "openjdk@11"
brew "openjdk@17"
brew "openssl@1.1"
brew "qt@5"
brew "poppler-qt5"
brew "sfcgal"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "uv"
brew "yarn"
brew "yt-dlp"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
cask "warp"
cask "nomad"
cask "docker"
cask "ngrok"
cask "pgadmin4"
cask "postman"
